{"meta":{"title":"个人博客","subtitle":null,"description":null,"author":"简行墨","url":"http://yoursite.com"},"pages":[],"posts":[{"title":"来到上海的生活","slug":"来到上海的生活","date":"2018-11-11T10:15:04.000Z","updated":"2018-11-11T11:32:24.000Z","comments":true,"path":"2018/11/11/来到上海的生活/","link":"","permalink":"http://yoursite.com/2018/11/11/来到上海的生活/","excerpt":"","text":"&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;转眼就十一月份了，我来到上海这座城市已经一个月了，我们这一群年轻人，没有好的学历，没有好的家庭环境，大家也都差不多，选择了软件这个热门的行业，武汉的就业机会有限，我和大多数一样选择离开武汉，来到上海，学校就两个地方选择，武汉和上海，在我的观念里面，年轻人是应该出去看看这个世界的，就当是自己成长的一条路吧。初到上海，我没有机会见识这个城市的繁华，急急忙忙的适应生活，惶恐的和我的同龄人竞争找工作，我是一个幸运的人，来到上海面试的第一家公司，就答应要我了，我的要求很低，留在上海可以生活下来就可以了，这一年就当自己成长吧，不要在意那么多，我也是真的不在意，和我以前的想法一样，可是渐渐地，不知道是这座城市改变了我，还是我真的长大了，我体验到了什么是对于物质的需求，我之前最求很少，不饿死就可以，可是好像当我朝着我想要的经济独立走去的时候，越来越发现，原来钱这么重要，当第一个月，工资还没有发下来，就碰上双十一，我应该也要庆幸，没有双十一，我该这么面对已经到来的冬天，这可以让我省一笔钱，我开始变得和爸妈一样，对于以前自己看不上眼的钱也那么在意，变得不是很像自己，之前我保留的唯一的兴趣就是科技圈的事情，电脑、手机、平板，可是我逐渐不愿意去关注这些了，以前是因为我是学生，对未来充满着可笑的信心，说不定某一天我会去购买这些东西，完全不考虑自己是否消费的起，因为未来是未知的，所以可以肆无忌惮的想象，当我看到公司的老大，他们虽然处于互联网行业，这一个发展巨大，信息变化很快的行业，但是抛开工作，他们一样只关心房子、车子和孩子，我和他们聊不到一块，也融不到一块，我需要时间，大量的时间，将我变得和他们一样，有人说我们最终都会变成自己讨厌的人，我现在很讨厌有钱人，不知道我是不是可以变得很有有钱。果然影视剧里面现实的残酷，永远没有自己亲自体验来的刻骨铭心。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我过上了早九晚六的生活，虽然对于互联网行业的加班来说是很正常的,但是，让我庆幸的是，我们公司文化不提倡加班，所以我确实很幸运，一开始不熟悉工作环境，老大有没有交代事情给我做，让我如坐针毡，我也不好随意走动，更不方便和人交谈，因为大家好像都只是就留工作上的事情，我也要慢慢适应这样的环境，慢慢的我适应了，就是这样的工作节奏，老大认为我是实习生，所以没有交代很多的事情给我去做，但是也让我一点一滴的渗入公司，我也慢慢的知道公司的业务了，最可笑的事情就是，我做的东西是连我自己都讨厌的，那就是广告，信用卡的广告最赚钱，我就接触到的就是这样的东西，可能命运就是这样安排好了，让我了解自己不喜欢的广告是怎么赚钱的，让我也要依靠自己不喜欢的东西活下来，确实听起来有一点讽刺，不过我还是一点点的适应了，毕竟这是工作。我是来学习技术和成长的，所以这样强烈的反差说不定就可以促进我的成长。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;来到上海我开始稳定的生活后，我还是不敢出去走走，之前家里到来的钱全部都花光了，我只能窝在出租屋里，吃点面条过日子，能不花钱就尽量别花，我买了电饭煲，早上吃粥，中午吃面条，十几块钱的东西，可以够我吃一两个星期了，我也开始过着苦日子了，不过好在我还是学生的身份，在我这个时候得到了励志奖学金名额的提名，不出意外就有我了，还有之前的几百块钱的奖学金，这让我更加怀恋学生的身份了，要说我体会到学历差距，抛开投简历的时候，很多公司的门槛就是本科外，我似乎因为没有和别人交流，信息闭塞的情况下，我居然对学历这件事没有感触，但是我还是想去提升学历，而且不满足于一个本科，可能想的有一点远，但是也是很现实的一个问题。可是当我着手准备学习的时候，我发现我把自己弄得特别累，每天早上六点起来学习英语，下班后回到出租屋里，吃点面条就开始听课，几天下来我发现自己坚持不了了，我开始慢慢的放纵自己，我很想控制住我自己，但是我就是控制不住，我没有办法，拖着疲惫的身体再去学习，还有健身，我开始看一天45分钟，可是我发现自己也是慢慢的动不了了，肌肉酸痛，加上工作的劳累，工作也没有那么劳累，可是连续一整天的心理压力和气氛，把我自己都给扭曲了，我之前养成的好习惯，也开始慢慢放弃，我已经坚持写日记三个多月了，可是一来到上海，全都抛弃了，都是这种生活导致的，也不能怪生活，就是自己能力不够，制止力不够，就这样，我颓废了大半个星期没有朝自己的梦想，也不能说是梦想，这些就是大家对于我的期待，和大环境所认为的好。这是我自己第一次想让那些对我还有期待的人给他们一个满意的结果，似乎自己之前真的有点太没心没肺了，现在都是已经要独立生活的人了，不能再这样浑浑噩噩的了。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;我今天对于一个朋友吐露了自己的一些心里话，就是单方面的对她的抱怨，果然是友谊的的小船说翻就翻，我才说出口，她就直接要绝交，那一瞬间，我想的是，这样挺好的，她是一个喜欢分享自己生活的人，还是一个低情商的人，对我的某一些喜欢的东西会毫不犹豫的说不好，但是我知道给她不会是我真正的朋友，出于礼貌，我经常去倾听她的故事，她大学和一个班大多数女生关系不好，她的优越感，她的一切，我都尽量保持距离，可是她主动选择和我做朋友，但是对于她的生活我更多的了解了，但是她却对我一点也不了解，我已开始就知道我们是两个世界的人，和她在一起我都会很紧张，没有与别人在一起的舒适，她经常炫耀她的一切，有多少男生追她，她家里面的情况，她的一切在她自己眼里都是那么优秀，到了上海之后，和我聊天都是她在谁谁谁的面前秀找到的工作怎么样好，她的好朋友怎么心机，居然和她投一家公司，还有她的老板怎么对待新人好，工资比我们这一群人高，这让我真的很受伤，在学校我可以不理会这些东西，可是当她这样炫耀，让我感到烦恼，上次我做了一个菜，她就直接吐槽做的好丑，肯定也不怎么好吃，做饭是我的爱好，请不要随意吐槽好么，今天终于爆发了，我在享受自己的宁静，她就一直发消息打扰我，我最后忍不住了，就说和她聊天让我很不开心，她就很认真的说要绝交，我的内心话是，绝交吧，我不想再维持这一段朋友关系了，你在我眼中和那些人没有区别了，你的优越感现在让我很烦，我最后还是解释了原因，说我心情不好，以后在聊天好了，这让我不知道怎么和她相处了。&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;来到上海之后我确实改变了好多，好坏不知，但是我还是想保持最好的自己，做一个孤独的人也不错，不喜欢经营人际关系，这个世界上应该有我这一种人活下去的办法吧。之前的没心没肺现在可以未了自己吧，未来那些对我有期待的人，给自己一个机会，好好的准备专升本，坚持健身，一天四十五分钟，我相信我可以变成一个更好的自己。加油吧！","categories":[],"tags":[]},{"title":"Hellow Hexo","slug":"Hellow-Hexo","date":"2018-10-21T04:01:03.000Z","updated":"2018-10-21T04:01:04.005Z","comments":true,"path":"2018/10/21/Hellow-Hexo/","link":"","permalink":"http://yoursite.com/2018/10/21/Hellow-Hexo/","excerpt":"","text":"","categories":[],"tags":[]}]}